$(function(){
    console.log("%c从明天起，做一个幸福的人\n"+
                    "喂马，劈柴，周游世界\n"+
                    "从明天起，关心粮食和蔬菜\n"+
                    "我有一所房子，面朝大海，春暖花开\n"+
                    "从明天起，和每一个亲人通信\n"+
                    "告诉他们我的幸福\n"+
                    "那幸福的闪电告诉我的\n"+
                    "我将告诉每一个人\n"+
                    "给每一条河每一座山取一个温暖的名字\n"+
                    "陌生人，我也为你祝福\n"+
                    "愿你有一个灿烂的前程\n"+
                    "愿你有情人终成眷属\n"+
                    "愿你在尘世获得幸福\n"+
                    "我只愿面朝大海，春暖花开:","font-size:14px;")
    console.log("你好，很高兴见到你，希望你能够在这里有所收获。这里是小管家的学习天地，会有很多的学习记录，也会有很多的遐想。\n" +
    "如有冒犯的地方请原谅，有不足的地方请指出。岁月安好，愿彼此生活开开心心。")
    console.log("因为只是想写写想要的内容，说说自己想说的话，更多的是个人思维的闪光，所以没有评论功能。\n如果你有什么留言或见解实在想跟我讨论下下，那么欢迎留言或者发送邮件：\n%citflying16@gmail.com (邮件标题麻烦注明下“来自博客”)","color:#FF4040");
    console.log();

})

